<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Messages
    |--------------------------------------------------------------------------
    */

    'greetings' => 'Сайн уу?',
    'msg_success_contact' => 'Хүсэлт амжилттай илгээгдлээ. Бид таны холбоо барих мэдээллийн дагуу холбогдох болно.',
    'audited' => 'Тус захиалгад :date -ны өдөр аудит хийгдсэн тул өөрчлөлт хийх боломжгүй байна.',
    'reservation_not_available' => 'Тус захиалга :status төлөвт байгаа тул өөрчлөлт хийх боломжгүй байна.',
    'checkout_date_passed' => 'Тус захиалгын ГАРАХ огноо өнгөрсөн тул өөрчлөх боломжгүй байна.',
    'na_not_time' => '00:00 цагаас хойш өдөр өндөрлөх боломжтой.',
    'na_already_done' => 'Өдөр өндөрлөгөө :date -д хийгдсэн байна.',
    'payment_audited' => 'Тус төлбөрийн бүртгэл :date -нд аудит хийгдсэн тул өөрчлөлт хийх боломжгүй байна.'
];
